Repository: bestchanges/studyworthy
Catalog: djangoapps/lms/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Course name
ru: Название курса

source: Course
ru: Название курса

source: Courses
ru: Курсы

source: Unit
ru: Модуль

source: Units
ru: Модули

source: Lesson ordering number among the course
ru: Порядковый номер урока на курсе. Если 0, то назначить автоматически

source: Number
ru: Номер

source: Lesson name
ru: Название урока

source: Title
ru: Название

source: Code
ru: Код

source: Stop lesson
ru: Стоп урок

source: Flow
ru: Поток

source: Flows
ru: Потоки

source: Regular plan of learning
ru: Расписание обучения

source: Participant
ru: Участник

source: Participants
ru: Участники

source: Notes
ru: Заметки

source: Visible for stuff only
ru: Видно только сотрудникам

source: Teacher
ru: Куратор

source: Teachers
ru: Кураторы

source: Admin
ru: Админ

source: Admins
ru: Админы

source: Student
ru: Студент

source: Students
ru: Студенты

source: Type Generator
ru: Генератор

source: Type ManGenerator
ru: Манифестирующий генератор

source: Type Manifestor
ru: Манифестор

source: Type Projector
ru: Проектор

source: Type Reflector
ru: Рефлектор

source: Authority SolarPlexus
ru: Авторитет Солнечного Сплетения

source: Authority Sacral
ru: Сакральный Авторитет

source: Authority Splenic
ru: Селезёночный Авторитет

source: Authority Ego
ru: Эго-Манифестируемый Авторитет

source: Authority G
ru: Самопроецируемый Авторитет

source: Authority EgoProjected
ru: Эго-Проецируемый Авторитет

source: Authority Moon
ru: Лунный Авторитет

source: Authority Mental
ru: Ментальный Авторитет

source: Center open
ru: Открыт

source: Center defined
ru: Определён

source: Center full open
ru: Полностью открыт

source: Birth date
ru: Дата рождения

source: Birth time
ru: Время рождения

source: Birth datetime
ru: Дата и время рождения

source: Birth timezone
ru: Часовой пояс места рождения

source: Birthplace
ru: Место рождения

source: Type
ru: Тип

source: Profile
ru: Профиль

source: Authority
ru: Авторитет

source: Root Center
ru: Корневой Центр

source: Sacral Center
ru: Сакральный Центр

source: Splenic Center
ru: Селезёночный Центр

source: Solar Plexus Center
ru: Центр Солнечного Сплетения

source: Heart Center
ru: Сердечный Центр

source: G Center
ru: Центр Джи

source: Throat Center
ru: Горловой Центр

source: Ajna Center
ru: Центр Аджна

source: Head Center
ru: Теменной Центр

source: Accepted
ru: Принято

source: Failed
ru: Провален

source: Rejected
ru: Требуется доработка

source: When the student has marked lesson as completed
ru: Когда студент отметил урок как выполненный

source: When the teacher has checked the task
ru: Когда учитель проверил задание

source: Check result
ru: Результат проверки

source: Score
ru: Оценка

source: Score for student response
ru: Оценка работы студента
