Repository: bestchanges/studyworthy
Catalog: djangoapps/lms_cms/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Calculate Rave
ru: Рассчитать рейв

source: Log in
ru: Войти

source: Log out
ru: Выйти

source: Course signup form
ru: Запись на курс

source: LMS Control
ru: Управление обучением

source: Comments
ru: Комментарии

source: Course lessons
ru: Уроки курса

source: Page Title
ru: Заглавие страницы

source: LMS Content
ru: Учебный контент

source: Block
ru: Блок контента

source: Lesson completed
ru: Урок выполнен

source: Lesson navigation bar
ru: Навигация для урока

source: Text
ru: Текст

source: HTML code
ru: HTML код

source: Columns
ru: Колонки

source: Image
ru: Изображение

source: Video Youtube
ru: Видео YouTube

source: File (+audio)
ru: Файл (и аудио)

source: Human Design conditional
ru: Условный блок Human Design

source: Course settings
ru: Настройки курса

source: Lesson settings
ru: Настройки урока

source: New course
ru: Новый курс

source: Leave empty for automatic slug, or override as required.
ru: Оставьте пустым, что сгенерировать автоматически

source: Add to all flows
ru: Добавить ко всем потокам

source: Add to all existing flows except finished and cancelled
ru: Добавить ко всем потокам кроме завершенных и отмененных

source: Leave empty for automatic value.
ru: Оставьте пустым, что сгенерировать автоматически

source: You don't have the permissions required to add a page.
ru: У вас нет прав на просмотр этой страницы

source: New lesson
ru: Новый урок

source: Create new lesson inside course
ru: Создать новый урок для курса

source: Teachers
ru: Кураторы

source: Admin
ru: Админ

source: Schedule template
ru: Расписание обучения

source: Regular plan of learning
ru: Распиание обучения

source: New flow
ru: Новый поток обучения

source: Create new flow for the course
ru: Создать новый поток обучения для текущего курса

source: Your account created
ru: Ваш аккаунт создан

source: You enrolled to course
ru: Вы записаны на курс

source: Signup
ru: Отправить

source: Submit
ru: Отправить

source: Signup forms
ru: Регистрации

source: Signup form
ru: Регистрация

source: State
ru: Состояние

source: Course
ru: Курс

source: Flow
ru: Поток

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: Email
ru: Е-мэйл

source: Phone
ru: Телефон

source: Message
ru: Сообщение

source: Birthplace
ru: Место рождения

source: Day of birth
ru: Дата рождения

source: Format DD.MM.YYYY
ru: в виде ДД.ММ.ГГГГ

source: Time of birth
ru: Время рождения

source: Format HH:mm
ru: в виде ЧЧ:ММ

source: Just comment
ru: Только комментарий

source: Accepted
ru: Принято

source: Failed
ru: Провален

source: Rejected
ru: Требуется доработка

source: Your answer
ru: Ваш ответ

source: Hide from others
ru: Скрывать от других

source: Check result
ru: Результат

source: Score
ru: Оценка

source: Score for student response
ru: Оценка ответа студента. Целое число.

source: Schedule
ru: Расписание

source: Schedules
ru: Расписания

source: Participants
ru: Участники

source: Reply
ru: Ответить

source: teacher
ru: Куратор

source: admin
ru: Админ

source: student
ru: Курсант

source: Comment reply
ru: Ответ

source: Reply to comment
ru: Ответить

source: Welcome to %(site_name)s
ru: Вход на сайт %(site_name)s

source: Username
ru: Имя пользователя

source: username or email address
ru: Имя пользователя или е-мэйл

source: Password
ru: Пароль

source: Forgot?
ru: Забыли?

source: Sign in
ru: Войти

source: Form accepted. Thanks for being awesome!
ru: Форма принята, спасибо!
